<html>


<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
   <style>
    @font-face {
  font-family: 'msyh';
  font-style: normal;
  font-weight: normal;
  src: url(../storage/fonts/msyh.ttf) format('truetype');
}
  </style>

</head>
<body >
    <div style="font-family:msyh, DejaVu Sans, sans-serif;font-size:300%;center" align="center">房 屋 租 赁 合 同
</div>
<div> 
<?php
echo $terms;
// $terms = "(一）甲方保证上述房屋：已依法取得房屋所有权证书或相关产权证明文件；权属明晰，无产权争议；不在建设拆迁公告范围内；能保证安全居住、使用；有关法律、法规未限制出租。 其它：已取得其他共有人书面同意；已经抵押权人同意；如系托管的房屋，已经托管的房屋所有权人委托出租。 如甲方上述保证不实，由此给乙方造成的损失，由甲方负责赔偿。<br> （二）甲方负责对房屋及其附属设施定期检查并承担正常的房屋维修费用。如因延期修缮致使乙方遭受损失，甲方负责赔偿。（本条双方另有约定的除外）。 <br>（三）在本合同期限内，甲方不得干涉乙方的合法使用权，不得收回房屋，不得擅自提高房屋租金或终止合同。 四、房屋租赁期内，乙方保证承担下列责任： <br>（一）乙方无权将房屋转租给第三人使用，并不得擅自改变房屋使用性质，更不能擅自改变房屋结构，必须爱护房屋设施，如果损害应及时维修，否则照价赔偿。 <br>（二）乙方必须遵义当地暂住区域内的各种规章制度。按时交纳水、电、气、收视、电话、物业管理等费用。乙方的民事纠纷自行负责。<br> （三）正常合理使用房屋。对房屋进行改、装修或增加设备时，应先征求甲方书面认可并依法办理有关手续。如因使用不当致使房屋或房内设施、设备损坏的，负责修复或赔偿。 <br>（四）对甲方正常的房屋检查、维修予以协助。五、如因不可抗力的原因而使租赁房屋及其设备损坏的，双方互不承担责任。 六、租赁合同期内，该房屋所有权发生变更后，原合同对新的所有权继续有效。 七、任何一方未能履行本合同，造成的损失由责任一方承担。 八、合同争议解决方式：本合同在履行中发生争议，甲乙双方应协商解决；也可由相关部门调解；协商调解不成的，按下列第 种争议方式解决： <br>（一）提交 仲裁委员会仲裁； <br>（二）依法向人民法院起诉。 九、双方约定其它事项： 十、本合同未尽事宜，甲乙双方也可协商后作出补充协议，补充协议与本合同具有相同效力。 十一、本合同一式 份，甲乙双方各执 份。本合同自双方签字之日起生效，到期自动作废。";
// echo wordwrap_utf8($terms,40);
?>


</div>
</body>
</html>